{
    "common.welcome.title.welcome-to": "Добро пожаловать",
    "common.welcome.title.our-community": "в наше сообщество",
    "common.welcome.description": "У нас любой сможет найти себе потенциального партнера независимо от этнических принадлежностей.",
    "common.welcome.people-joined": "Нас уже более 1 тыс. человек, присоединяйся.",
    "common.placeholder.sex": "Пол",
    "common.placeholder.name": "Имя и отчество",
    "common.placeholder.birthday": "Дата рождения",
    "common.placeholder.region": "Страна/город",
    "common.placeholder.email": "Адрес электронной почты",
    "common.placeholder.password": "Пароль",
    "common.error.required": "{{field}} является обязательным",
    "common.error.length": "{{title}} длина {{length}} символов",
    "common.error.pattern": "Некорректный формат {{field}}",
    "common.error.email": "Пожалуйста, введите валидный почтовый адрес",
    "common.error.duplicate-email": "Пользователь с такой почтой уже существует.",
    "common.alert.verify-email": "Пожалуйста, подтвердите свою почту.",
    "common.alert.wrong-email-or-password": "Неверные данные.",
    "common.alert.sent-link": "Ссылка для сброса пароля отправлена на Вашу электронную почту.",
    "common.alert.email-not-found": "Почтовый адрес не найден! У вас точно есть аккаунт?",
    "sign-up.title": "Регистрация",
    "sign-up.account": "У вас уже есть аккаунт?",
    "sign-up.sign-in": "Войти",
    "sign-up.create-your-account": "Создать свой аккаунт",
    "sign-up.agree": "Я согласен с",
    "sign-up.privacy-policy.title": "Политикой Конфиденциальности",
    "privacy-policy.title": "Политика Конфиденфиальности",
    "privacy-policy.close": "Закрыть",
    "privacy-policy.general-information.title": "Общая информация",
    "privacy-policy.general-information.description-1": "Политика конфиденциальности для бесплатного приложения \"Социальная сеть знакомств\". Этот сервис предоставляется бесплатно и предназначен для использования «как есть».",
    "privacy-policy.general-information.description-2": "Эта страница используется для информирования посетителей о политике в отношении сбора, использования и раскрытия Личной информации, если кто-то решил использовать данный Сервис.",
    "privacy-policy.general-information.description-3": "Если вы решите использовать данную Службу, вы соглашаетесь на сбор и использование информации в отношении этой политики. Личная информация, которая будет собираться, используется для предоставления и улучшения Сервиса. Ваша информация не будет использоваться или передаваться кому-либо, кроме случаев, описанных в настоящей Политике конфиденциальности.",
    "privacy-policy.general-information.description-4": "Термины, используемые в настоящей Политике конфиденциальности, имеют то же значение, что и в Положениях и условиях, которые доступны в Агентстве знакомств, если иное не определено в настоящей Политике конфиденциальности.",
    "privacy-policy.information-collection-and-use.title": "Сбор и использование информации",
    "privacy-policy.information-collection-and-use.description-1": "Для лучшего опыта при использовании нашего Сервиса мы можем потребовать от вас предоставить нам определенную личную информацию. Информация, которую мы запрашиваем, будет храниться на вашем устройстве и не будет собираться каким-либо образом.",
    "privacy-policy.information-collection-and-use.description-2": "Приложение использует сторонние сервисы, которые могут собирать информацию, используемую для вашей идентификации.",
    "privacy-policy.log-data.title": "Данные журнала",
    "privacy-policy.log-data.description": "Мы хотим сообщить вам, что всякий раз, когда вы используете нашу Службу, в случае ошибки в приложении мы собираю данные и информацию (через сторонние продукты) на вашем компьютере, называемые данными журнала. Эти данные журнала могут включать такую информацию, как IP-адрес вашего устройства, имя устройства, версия операционной системы, конфигурация приложения при использовании моего Сервиса, время и дата использования вами Сервиса и другие статистические данные.",
    "privacy-policy.cookies.title": "Куки",
    "privacy-policy.cookies.description-1": "Файлы cookie - это файлы с небольшим объемом данных, которые обычно используются в качестве анонимных уникальных идентификаторов. Они отправляются в ваш браузер с веб-сайтов, которые вы посещаете, и хранятся во внутренней памяти вашего устройства.",
    "privacy-policy.cookies.description-2": "Этот Сервис не использует эти «куки» явно. Однако приложение может использовать сторонний код и библиотеки, которые используют файлы cookie для сбора информации и улучшения своих услуг. У вас есть возможность принять или отклонить эти файлы cookie и узнать, когда файл cookie отправляется на ваше устройство. Если вы решите отказаться от наших файлов cookie, возможно, вы не сможете использовать некоторые части этого Сервиса.",
    "privacy-policy.service-providers.title": "Поставщики услуг",
    "privacy-policy.service-providers.description-1": "Мы можем нанимать сторонние компании и частных лиц по следующим причинам:",
    "privacy-policy.service-providers.description-2": "<li>1) для облегчения нашего Сервиса;</li><li>2) для предоставления Сервиса от нашего имени;</li><li>3) для оказания сервисных услуг;</li><li>4) чтобы помочь нам проанализировать, как используется наш Сервис.</li>",
    "privacy-policy.service-providers.description-3": "Мы хотим проинформировать пользователей этого Сервиса о том, что эти третьи стороны имеют доступ к вашей Личной информации. Причина в том, чтобы выполнять поставленные перед ними задачи от нашего имени. Однако они обязаны не раскрывать и не использовать информацию для каких-либо других целей.",
    "privacy-policy.security.title": "Безопасность",
    "privacy-policy.security.description": "Мы ценим ваше доверие к предоставлению нам вашей личной информации, поэтому мы стремимся использовать коммерчески приемлемые средства ее защиты. Но помните, что ни один метод передачи через Интернет или метод электронного хранения не является на 100% безопасным и надежным, и мы не можем гарантировать его абсолютную безопасность.",
    "privacy-policy.links-to-other-sites.title": "Ссылки на другие сайты",
    "privacy-policy.links-to-other-sites.description": "Этот Сервис может содержать ссылки на другие сайты. Если вы нажмете на стороннюю ссылку, вы будете перенаправлены на этот сайт. Обратите внимание, что этими внешними сайтами мы не управляем. Поэтому мы настоятельно рекомендем вам ознакомиться с Политикой конфиденциальности этих веб-сайтов. Мы не контролируем и не несем ответственности за контент, политику конфиденциальности или действия любых сторонних сайтов или служб.",
    "privacy-policy.changes-to-this-privacy-policy.title": "Изменения в текущей Политике конфиденциальности",
    "privacy-policy.changes-to-this-privacy-policy.description": "Мы можем время от времени обновлять нашу Политику конфиденциальности. Таким образом, вам рекомендуется периодически просматривать эту страницу на предмет изменений. Мы сообщим вам о любых изменениях, разместив новую Политику конфиденциальности на этой странице.",
    "sign-up.sex.man": "Мужской",
    "sign-up.sex.woman": "Женский",
    "sign-in.title": "Войти",
    "sign-in.account": "У вас нет аккаунта?",
    "sign-in.sign-up": "Зарегистрироваться",
    "sign-in.forgot-password": "Забыли пароль?",
    "sign-in.continue-with": "Или продолжить с",
    "forgot-password.title": "Забыли пароль?",
    "forgot-password.fill-form": "Заполните форму для сброса пароля",
    "forgot-password.resent-link": "Отправить ссылку для сброса",
    "forgot-password.return-to": "Перейти к",
    "forgot-password.sign-in": "авторизации",
    "sign-out.title": "Вы вышли из системы!",
    "sign-out.redirecting-in": "Переадресация через",
    "sign-out.seconds-five": "# секунд",
    "sign-out.seconds": "# секунды",
    "sign-out.second": "# секунду",
    "sign-out.redirected": "Сейчас вы будуте переадресованы!",
    "sign-out.go-to": "Перейти к",
    "sign-out.sign-in": "авторизации",
    "confirmation-required.title": "Требуется подтверждение",
    "confirmation-required.description": "Письмо с дальнейшими инструкциями было отправлено на вашу почту. Следуйте инструкциями для подтверждения вашей почты и активации аккаунта.",
    "confirmation-required.return-to": "Перейти к",
    "confirmation-required.sign-in": "авторизации",
    "user.signed-in-as": "Вы вошли как",
    "user.profile": "Профиль",
    "user.settings": "Настройки",
    "user.sign-out": "Выйти",
    "notification.title": "Уведомления"
}
